[UIShowEnemies]
localized_m_strShadowChamberTitle=\"ЗАЛ ТЕНЕЙ\"
localized_m_strEnemiesDetected=ПРОТИВНИК(И):
localized_PlotType=МЕСТНОСТЬ:
localized_BiomeType=КЛИМАТ:
localized_Time=ВРЕМЯ ДО ПРИБЫТИЯ:

; Plot Localization
localized_Abandoned=Заброшенный город
localized_Abandoned_Indoors=Заброшенный город, внутри
localized_Abandoned_Occluded=Заброшенный город, периметр
localized_CityCenter=Городской центр
localized_DerelictFacility=Комплекс Доктора Вален
localized_LostTower=Заброшенные башни
localized_Facility=Комплекс \"Адвента\"
localized_Rooftops=Крыши
localized_SarcophagusRoom=Убежище Избранного
localized_Slums=Трущобы
localized_Shanty=Поселение
localized_SmallTown=Городок
localized_Stronghold=Цитадель Избранного
localized_Wilderness=Лес
localized_Tunnels_Reverb=Тоннели под городом
localized_Tunnels_Sewer=Канализация
localized_Tunnels_Subway=Метро

; Biome localization
localized_Arid=Пустыня
localized_Tundra=Тундра
localized_Temperate=Умеренный
localized_Xenoform=Ксеноформ

; Localized Strings for Mod Config Menu Items
[UIShowEnemies_MCMScreen]
sSettingsPage_MCMText=Расширенная информация при планировании заданий
sPageTitle_MCMText=Показывать противников и местность при планировании заданий
sGroupGeneralSettings_MCMText=Основные настройки
sShowBackground_MCMText=Показывать фон области
sShadowChamberStyle_MCMText=Использовать стиль Зала Теней
sPanelSettings_MCMText=Настройки области
sBackgroundType_MCMText=Тип фона области
sEnemiesCountPanelSizeX_MCMText=Размер области количества противников X
sEnemiesCountPanelSizeY_MCMText=Размер области количества противников Y
sEnemiesListPanelSizeX_MCMText=Размер области списка противников X
sEnemiesListPanelSizeY_MCMText=Размер области списка противников Y
sPanelTerrainSizeX_MCMText=Размер области местности X
sPanelTerrainSizeY_MCMText=Размер области местности Y
sAlphaBackground_MCMText=Прозрачность области
sGroupEnemiesListSettings_MCMText=Настройки списка противников
sShowWithoutShadowChamber_MCMText=Показывать список противников без построенного \"Зала Теней\"
sEnemiesListPositionX_MCMText=Позиция списка противников X от левого верхнего угла
sEnemiesListPositionY_MCMText=Позиция списка противников Y от левого верхнего угла
sEnemiesListSitrepOffset_MCMText=Список противников смещен по Y при наличии данных SitRep
sGroupTerrainSettings_MCMText=Настройки области Местность
sShowTerrain_MCMText=Показывать информацию о Местности
sShowPlotText_MCMText=Показывать текст Местность
sShowBiomeText_MCMText=Показывать текст Климат
sShowIcons_MCMText=Показывать иконки Местности/Климата
sShowEnemyIcons_MCMText=Показывать иконки Противников
sTerrainTitleColor_MCMText=Цвет заголовков местности
sTerrainColor_MCMText=Цвет текста местность
sTimeColor_MCMText=Цвет текста таймера
sTerrainPosX_MCMText=Позиция информации о местности X от левого верхнего угла
sTerrainPosY_MCMText=Позиция информации о местности Y от левого верхнего угла
sIconSize_MCMText=Размер иконок Местности/Климата
sEnemyIconSize_MCMText=Размер иконок Противников
sIconVSpace_MCMText=Вертикальный отступ для иконок Местности/Климата
sEnemyIconVSpace_MCMText=Вертикальный отступ для иконок Противников
sShowChosen_MCMText=Показывать Избранных при планировании задания
sShowTime_MCMText=Показывать 'Планируемое время прибытия' в информации о Местности
sEnemiesListAnchor_MCMText=Расположение списка Противников (может быть сверху слева или сверху справа)
sTerrainAnchor_MCMText=Расположение информации о Местности (может быть сверху слева или сверху справа)
sShowEnemiesList_MCMText=Показывать область и текст списка Противников